Repository: mozilla-l10n/mt-training-data
Catalog: mki/mki_pontoon.tmx
Source language: en_us
Languages: mki

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
mki: Mozilla Common Voice نا سڄي دنيا مان سرگرم ڪارڪنن، لسانيات ري ماهران، ڊيٽا سائنسدانن، تعليمي ماهران ۽ سافٽ ويئر انجنيئرن ري مختلف برادريءَ طرفان ممڪن بڻاو هي. پروجيڪٽ Mozilla فائونڊيشن پاران سنڀاليو هي.

source: Mutual accountability.
mki: گڏيل احتساب.

source: n
mki: اين

source: Name
mki: نالو

source: Nature and Environment
mki: قدرت ۽ ماھول

source: New Language Launch
mki: نوي ٻولي ڪڍي

source: News and Current Affairs
mki: کبران غ نئ انڦارميشن

source: No
mki: نا

source: [No ‘a’ in the original text]
mki: [اصل متن ۾ ڪو به ’ا‘ ڪوني هي]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mki: <noCopyright>ڪو ڪاپي رائيٽ ڪون هي</noCopyright> پابنديون (cc0)

source: No foreign letters
mki: غير ملڪي خط نه

source: No microphone found.
mki: ڪوبه مائڪروفون ڪونه مليو.

source: No numbers and special characters
mki: ڪو به انگ ۽ خاص اکر نه

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mki: جائزو ليڻ لاءِ ڪوبه جملو ڪوني هي. <addLink>همي وڌيڪ جملا شامل ڪرو!</addLink>

source: No Thanks
mki: نه مهرباني

source: No thanks, continue speaking
mki: نه مهرباني، ٻلوڻ جاري رکو

source: Offensive language
mki: جارحاڻي ٻولي

source: Offensive speech
mki: جارحاڻي تقرير

source: On desktop devices you can contribute by downloading…
mki: ڊيسڪ ٽاپ ڊوائيسز تي اوهان ڊائون لوڊ ڪري مدد ڪري سگهو ٿا…

source: On his head he wore a beret.
mki: اي ري مٿي تي هيڪ ٻوٽو هي.

source: On iOS please continue with Safari to enable recording…
mki: iOS تي مهرباني ڪري رڪارڊنگ نا فعال ڪرڻ لاءِ سفاري سان جاري رکو…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mki: ٻئي طرف، جيڪڏهن اوهان سوچيو ته پڙهندڙ شايد اڳ ۾ لفظ ڪڏهن به ڪوني آيو هي، ۽ صرف تلفظ تي غلط اندازو لڳائي رهيو هي، مهرباني ڪري رد ڪرو. جيڪڏهن اوهان نا يقين نه هي ته، اسڪپ بٽڻ نا استعمال ڪرو.

source: Other Language
mki: ٻيجي ٻولي

source: Other people validate those voice clips.
mki: پيجا ماڻهو اوي وائس ڪلپس ري تصديق ڪري ٿا.

source: Our governance is founded on the pillars of:
mki: اسان ري حڪمراني رو بنياد انهن ٿنڀن تي هي:

source: p
mki: پي

source: Partner
mki: ساٿي

source: Partners
mki: ساٿي

source: Partnerships and networks
mki: ڀائيواري ۽ نيٽ ورڪ

source: [Part of the text can’t be heard]
mki: [متن رو حصو ٻڌي نٿو سگهي]

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
mki: <p>Common Voice ھيڪ عوامي طور تي دستياب وائس ڊيٽا سيٽ هي، جيڪو سڄي دنيا ۾ رضاڪار تعاون ڪرڻ ري آوازنا تي ھلي ڀيو . اي ماڻهو جيڪو وائيس ايپليڪيشنون ٺاهڻ چاھي ٿا، اي مشين لرننگ ماڊلز کي تربيت ڏيڻ لاءِ ڊيٽا سيٽ استعمال ڪري سگھي ٿا.</p> <p>اي وقت، اڪثر وائس ڊيٽا سيٽ ڪمپنين جي ملڪيت ھي، جيڪي جدت کي روڪين ٿيون. وائس ڊيٽا سيٽس پڻ گهٽ نمائندگي ڪن ٿا: غير انگريزي ڳالهائيندڙ، رنگ جا ماڻهو، معذور ماڻهو، عورتون ۽ LGBTQIA+ ماڻهو. اي رو مطلب اي هي ته آواز-فعال ٽيڪنالاجي ڪيترن ئي ٻولين لاء ڪم نٿو ڪري، ۽ جتي اي ڪم ڪري ٿو، اي هر ڪنهن لاء هڪجهڙائي بهتر نه ٿي سگھي. اسان ن اي تبديل ڪرڻ چاهيون ٿا ته هر هنڌ ماڻهن کي متحرڪ ڪري سندن آواز شيئر ڪرڻ لاءِ.</p>

source: People come and contribute their voices.
mki: ماڻهو اي ۽ آڀري آواز رو ھضو ڌي.

source: <playIcon></playIcon>Last one!
mki: <playIcon></playIcon>آخري هيڪ!

source: Play/Stop
mki: هلايو/بيهاريو

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mki: مھرباني ڪري اسان رو چيڪ ڪريو <templateFileLink>template file</templateFileLink>. توهان را جملا ڪاپي رائيٽ کان آزاد هجن (CC0 يا جمع ڪندڙ طرفان اجازت ڏنل اصل ڪم) ۽ صاف، گرامر ري لحاظ کان درست ۽ پڙهڻ ۾ آسان هجن. جمع ٿيل جملن کي پڙهڻ ۾ لڳ ڀڳ 10-15 سيڪنڊ لڳڻ گهرجن ۽ انگن، مناسب اسم ۽ خاص اکر شامل ڪرڻ کان پاسو ڪرڻ گهرجي.

source: Please fill out this field.
mki: مھرباني ڪري اي فيلڊ کي ڀرو.

source: Please select a language to review sentences.
mki: مھرباني ڪري جملنا رو جائزو ليڻ لاءِ ٻولي چونڊ و.

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
mki: <pontoonAccountLink>هيڪ کاتو ٺاهيو</pontoonAccountLink> جيڪڏهن اوهان وٽ ناهي. ثو آڀري ٻولي چونڊيو <strong>('ٽيم')</strong> ۽ ڀڇي پروجيڪٽ چونڊيو، <pontoonCvLink>Common Voice</pontoonCvLink>. ترجمو ڪرڻ لاءِ فائلان ھي. ھڪي تي ڪلڪ ڪرو، ڀڇي او انگريزيء ۾ لفظن ۽ اوھي نا ترجمو ڪرڻ لاء ھيڪ خانو ڏيکاري ٿو.

source: Privacy, security and transparency.
mki: رازداري، حفاظت ۽ شفافيت.

source: r
mki: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mki: [انگريزي ۾ 'Raised' نا هميشه هيڪ اکر طور استعمال ڪريو گيو هي، ٻه نه]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mki: لمت وڍيڪ ڱئ، وڙي ڪوشش ڪرو{ $retrylimt } mintes

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mki: لمت وڍيڪ ڱئ، وڙي ڪوشش ڪرو{ $retrylimt }پيو

source: Reader Effects
mki: پڙهندڙ اثرات

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mki: پڙهڻ رو ٽڪراءُ جيڪي اصل ۾ موجود نا ھي، جيئن ”اسين آهيون“ بدران ”اسين آهيون“، يا او ري برعڪس.

source: Read Sentences
mki: جملو پڙھو

source: Read Sentences, Answer Questions
mki: جملو پڙھو, جواب ڎيو

source: Read Sentences <small>(Coming soon)</small>
mki: جملو پڙھو<ننڍو>(جلدي آسي)<ننڍو>

source: Read sentences submitted by the community in various languages
mki: مختلف ٻولينا ۾ ڪميونٽي پاران پيش ڪريل سزائون پڙهو

source: Read the sentence carefully - don’t miss, change or add words.
mki: جملي نا غور سان پڙهو - نه وڃايو، تبديل ڪرو يا لفظ شامل ڪرو.

source: Ready to do { $count } more?
mki: وڌيڪ { $count } ڪرڻ لاءِ تيار هيو؟

source: <recordIcon></recordIcon> Last one!
mki: <recordIcon></recordIcon> آخري هيڪ!

source: Record/Stop
mki: رڪارڊ/روڪو

source: Record yourself reading sentences in your language
mki: آپري ٻوليءَ ۾ جملا پڙهڻ رو رڪارڊ ڪرو

source: Record yourself responding to questions and prompts in your language
mki: آپري ٻولي ۾ سوالنا ۽ اشارنا را جواب پاڻ نا رڪارڊ ڪرو

source: Record your voice
mki: آڀري آواز رڪارڊ ڪرو

source: Reference the source of your sentence (required)
mki: اوهان ري جملي ري ماخذ رو حوالو ڏيو (گهربل)

source: Reject
mki: رد ڪرو

source: Report
mki: رپورٽ ڪرو

source: Report was passed successfully
mki: رپورٽ ڪاميابي سان منظور ٿي گئ

source: Request a Language
mki: ٻولي ري درخواست ڪرو

source: *required
mki: *گهربل

source: Re-record
mki: وڙي رڪارڊ ڪرو

source: Re-record clip
mki: ٻيهر رڪارڊ ڪلپ

source: Return
mki: واپسي

source: Return to Common Voice Datasets
mki: عام وائس ڊيٽا سيٽس ۾ واپس چاو

source: Review
mki: نظر ثاني

source: Review could not be saved. Please try again later.
mki: جائزو محفوظ نه ٿي سگهو. مهرباني ڪري ڪجھہ دير رکي وڙي ڪوشش ڪرو.

source: ⓘ Review Criteria
mki: ⓘ نظرثاني رو معيار

source: Review Criteria
mki: نظرثاني ري معيار

source: Reviewed sentences not submitted, are sure?
mki: نظرثاني ٿيل جملا پيش ڪوني ڪريا هي، پڪ هي؟

source: Review existing sentences submitted by the community
mki: حازرجملا د وھراو جيڪي ڪميونٿي جما ڪرايا ھي

source: Review & re-record clips here as you go
mki: جائزو ڎ يو ۽ ٻيهر رڪارڊ ڪرو ڪلپس هتي جيئن اوهان چاهيو

source: Review & re-record clips if needed
mki: جيڪڏهن ضرورت هوي ته ڪلپس رو جائزو ڎ يو ۽ ٻيهر رڪارڊ ڪرو

source: Review Sentences
mki: جملن رو جائزو ڎ ٺو

source: Review sentences in your language
mki: جملا دوھراو آڀري پولي ۾

source: Review & Submit
mki: نظرثاني ڪرو ۽ جمع ڪرو

source: Review transcriptions of recorded sentences for accuracy
mki: درستگي لاءِ رڪارڊ ٿيل جملن ري نقلن رو جائزوليو

source: Review user-submitted transcriptions in your language
mki: اوهان ري ٻولي ۾ صارف پاران جمع ٿيل ٽرانسپشن رو جائزو لو

source: s
mki: ايس

source: Select a Language...
mki: ٻولي چونڊو,

source: Select an option
mki: اوڀشن سليڪٿ ڪرو

source: Select a variant (optional)
mki: هيڪ قسم چونڊيو (اختياري)

source: Select File
mki: فائل چونڊيو

source: Select File to Upload
mki: اپلوڊ ڪرڻ لاءِ فائل چونڊيو

source: Select up to three domains (optional)
mki: مٿي ٿي ڍومين (اوڀشنل)

source: Sentence
mki: جملو

source: Sentence Collection
mki: جملنا رو مجموعو

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
mki: <sentenceCollectorFragment>SentenceCollectorFragment>جملي ري مجموعي تي وڌيڪ ڏيکو</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
mki: <sentenceCollectorVideo>SentenceCollectorVideo>SentenceCollectorVideo> استعمال ڪرڻ تي اسان ريگائيڊ ڏيکو .

source: Sentence Domain
mki: جملا رو ڊومين

source: Sentences are collected for people to read aloud.
mki: جملا ڀيڙا ڪريا ھي ماڻهنا نا بلند آواز سان پڙهڻ لاء.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
mki: هتي شامل ڪريل جملا عوامي طور تي موجود cc-0 لائسنس يافته ڊيٽا سيٽ ۾ شامل ڪريا هي.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
mki: عام آواز ۾ شامل ٿيڻ لاءِ ٻ ماڻهن ري جملن رو جائزو وٺڻ ۽ قبول ڪرڻ لازمي هي. اوھان آڀري ٻوليءَ لاءِ ھدايتون ٺاھيو <languageGuidelinesLink>هتي</languageGuidelinesLink>. جملا <licenseLink>عوامي ڊومين </licenseLink> ۾ ۽ 15 لفظن کان ننڍا ھوي. اوهان ٽيڪسٽ ري مالڪ کان پڇي سگهو ٿا انهي کي <waiverLink>CC0 استعمال ڪندي اسان ري معافي واري عمل نا استعمال ڪرو</waiverLink>، ۽ اسان ڏانهن موڪليو commonvoice@mozilla.com تي

source: { $sentences } sentences reviewed. Thank you!
mki: { $sentences } جملنا رو جائزو ليو. اوهان ري مهرباني!

source: Sentence Variant
mki: مختلف قسم را جملو

source: Separate sentences into one line by pressing “Enter” or “Return” once
mki: الڱ جملا ھڪڙي لائن ۾ ڀريس 'انٿر' يا 'واڀس' ھڪ دفا

source: Service and Retail
mki: خدمت ۽ پرچون

source: Share Common Voice
mki: حصيداري ڪرو عام آواز

source: Share your clip
mki: آڀرو ڪلپ ونڊيو

source: Shortcuts
mki: شارٽ ڪٽ

source: [Should be ‘dinosaurs’]
mki: ['ڊائناسور' ٿيڻ کڀي]

source: [Should be “We are”]
mki: [هجڻ گهرجي "اسان آهيون"]

source: Sign up
mki: سائن اپ ڪرو

source: Single
mki: اڪيلو

source: Single sentence submission
mki: اڪيلو جملو جمع ڪرڻ

source: Skip
mki: ڇڏي ڏيو

source: Small batch
mki: ننڍو بيڇ

source: Small batch sentence submission
mki: ننڍو جملو جمع ڪرڻ

source: Social media
mki: سماجي ميڊيا

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
mki: ڪجھ ٻوليا ۾ گرامر، لغت ۽ تلفظ ۾ تمام گھڻو تغير ھي. اوهيءَ سبب لاءِ، اسان 2022 ۾ <ctaLink>‘مختلف صورتون’</ctaLink> متعارف ڪرائي رهيا هون. اي ڪميونٽيز نا اھئ ري ٻوليا ري وڏي ڊيٽا سيٽ ۾ ڌار ڪرڻ رو هيڪ طريقو ڏئي ٿو.

source: Someone asks for a language to be added.
mki: ڪوئ پڇي ٿو ته ٻولي شامل ڪري جاسي.

source: Source: { $sentenceSource }
mki: ذريعو: { $sentenceSource }

source: Speak
mki: پولو

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
mki: آڀري عام آواز ۾ ڳالهايو! اوهان ري ڳالهائڻ رو طريقي نا ڀليڪار هي - اسان چاهيون ٿا اوهان رو تلفظ جيئن هي، ۽ اسان چاهيون ٿا اوهان ا معمولي حجم، انداز ۽ انٽونيشن.

source: Speak now
mki: ھاڻي پولو

source: Speak options menu
mki: مينيو پوليڻ رو

source: Start recording
mki: رڪارڊنگ شروع ڪرو

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mki: <strong>[Crackle]</strong> ديو ڊائناسور رو <strong>[crackle]</strong> - riassic.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
mki: <strong>ڪلپس نا رد نه ڪرو جتي اسپيڪر رو ’تلفظ هي‘ جڪو اوهان ريآڀري لاءِ مختلف هجي</strong> - او ضروري هي ته آواز ري سڃاڻپ لاءِ هر ڪنهن لاءِ بهتر ڪم ڪري.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
mki: <strong>تخليق حاصل ڪرو!</strong> اوهان ري ٻولي ڪميونٽي منفرد هوسي، ۽ اي شروع ڪرڻ را صرف چند طريقا ھي.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mki: <strong>[نڇڻ]</strong> وڏي ڊائنوسار رو <strong>[کَس]</strong> ٽراسي.

source: Submit
mki: جما

source: Submit a new question for the community to read and respond to
mki: ڪميونٽي نا پڙهڻ ۽ جواب ڏيڻ لاءِ هيڪ نئون سوال جمع ڪراو

source: Submit a report
mki: رپورٽ ڏيو

source: Submit clips
mki: ڪلپس جمع ڪرو

source: Submit new questions for the community to read and respond to
mki: نوان سوال جما ڪرو ڪميونٿي لا پڙي ۽ جواب لا

source: Success
mki: ڪاميابي

source: success checkmark
mki: ڪاميابي ري نشاني

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
mki: جملي ري منظور ڪرڻ لاءِ ساڄي طرف سوائپ ڪرو. اي نا رد ڪرڻ لاءِ کاٻي پاسي سوائپ ڪرو. اي نا ڇڏڻ لاءِ مٿي سوائپ ڪرو. <strong>آڀرو جائزو جمع ڪرائڻ نه وسارو!</strong>

source: Taking several attempts to read a word.
mki: هڪ لفظ نا پڙهڻ لاءِ ڪتو ئي ڪوششون ڪرڻ.

source: Tap
mki: ٽيپ ڪرو

source: Technology and Robotics
mki: ٽيڪنالاجي ۽ روبوٽڪس

source: Thank you for contributing your bulk submission!
mki: اوهان ري مهرباني وڏي تعداد ۾ جمع ڪرائڻ ۾ مدد لاءِ!

source: Thank you for contributing your voice!
mki: اوهان ري آواز ۾ حصو ليڻ لاء اوهان ري مهرباني!

source: Thank you for donating your voice clips!
mki: اوهان ري آواز ڪلپس عطيو ڪرڻ لاء اوهان ري مهرباني!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mki: رڪارڊنگ لاءِ اوهان ري مهرباني!<lineBreak></lineBreak>همي هيٺ ڏنل ڪلپس رو جائزو ليو ۽ جمع ڪراو.

source: Thank you for your voice information
mki: اوهان ري آواز ري معلومات لاء اوهان ري مهرباني

source: The bumblebee sped by.
mki: ٻٻر تيز رفتاري مان هلي ڀيو.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
mki: ڪلپ قبرستان آواز ري ڪلپس تي مشتمل هي جيڪي اوھي نا عام وائس ڊيٽا سيٽ ۾ نه ٺاهيا هي. بس ڊيٽا سيٽ وانگر، قبرستان ڪلپ ڊائون لوڊ لاء دستياب هي. اسان هيٺا ماڻهن ۽ تنظيمن رو شڪريو ادا ڪرا ٿا اوھان ري ائ منصوبي ۾ مدد لاءِ:

source: The clip has disrespectful or offensive language.
mki: ڪلپ ۾ بي عزتي يا جارحاڻي ٻولي هي.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mki: Common Voice Dataset ۾ هزارين آوازن را نمونا شامل ھي جيڪو ڊولپرز ري آواز ري اوڙکاڻ را اوزار ٺاهڻ ۾ مدد ڪري ٿا.

source: The giant dinosaur of the Triassic.
mki: ٽرياسڪ را وڏا ڊائناسور.

source: The giant dinosaurs of the Triassi-.
mki: ٽرياسڪ را وڏا ڊائناسور.

source: The giant dinosaurs of the Triassic.
mki: ٽرياسڪ را وڏا ڊائناسور.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mki: ٽرياسڪ ري وڏي ڊائناسور. <strong>[هڪ آواز سان پڙهو]</strong>

source: The giant dinosaurs of the Triassic. Yes.
mki: ٽرياسڪ را وڏا ڊائناسور. جي ها

source: The giant dino <strong>[cough]</strong> the Triassic.
mki: ديو ڊنو<strong>[کنگھ]</strong>ٽرياسڪ.

source: There are currently no sentences to review in this language.
mki: في الحال اي ٻوليءَ ۾ نظرثاني ڪرڻ لاءِ ڪي به جملا ڪوني ھي.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
mki: ٻولي بابت سوچڻ را ڪتا طريقا ھي. اسپيچ ريڪگنيشن ماڊلز ري مقصدن لاءِ، Common Voice مشورو ڏئي ٿو ته ’باہمي سمجهه‘ تي ڌيان ڏي، يا ’ڪئ اي ٻولي را ڳالهائيندڙ گهڻو ڪري هيڪي ٻئي نا سمجهي سگهي ٿا جيڪڏهن اي ڪوشش ڪري؟

source: The recording was too long.
mki: رڪارڊنگ تمام ڊگھي ھئي.

source: The recording was too quiet.
mki: رڪارڊنگ ڏاڍي خاموش هئي.

source: The recording was too short.
mki: رڪارڊنگ تمام مختصر هئتي.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mki: پڙهندڙن ري وچ ۾ مقدار ۾ قدرتي تبديليون هونديون. رد ڪرو صرف ان صورت ۾ جيڪڏهن حجم تمام گهڻو هي ته رڪارڊنگ ختم ٿي گي، يا (وڌيڪ عام طور تي) جيڪڏهن او تمام گهٽ هي ته اوهان او ٻڌي نٿا سگهو ته لکيل متن ري حوالي کان سواء ڪئ ڪيو پيو جاي.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
mki: جملا ڪليڪٽر بنيادي عام آواز پليٽ فارم ڏانهن منتقل ٿي رهيو هي. اوھان ھمي ڪري سگھو ٿا <writeURL>لکيو</writeURL> ھيڪ جملو يا <reviewURL>review</reviewURL> ھيڪ جملو جمع ڪرايا جاي عام آواز تي.

source: The sentence has a grammatical or spelling error.
mki: جملي ۾ گرامر يا اسپيلنگ ري غلطي هي

source: The sentence has disrespectful or offensive language.
mki: جملي ۾ بي عزتي يا جارحاڻي ٻولي هي.

source: The sentence must be grammatically correct.
mki: جملو گرامر ري لحاظ کان درست هوڻ کڀي.

source: The sentence must be speakable.
mki: جملو ڳالهائڻ جوڳو هئوڻ کڀي.

source: The sentence must be spelled correctly.
mki: جملي نا صحيح طور تي لکڻ کڀي.

source: The site is ready to be launched when it reaches 75% completion.
mki: سائيٽ شروع ٿيڻ لاءِ تيار هي جڏهن اي 75 سيڪڙو مڪمل ٿي جاسي.

source: The website text is translated into that language.
mki: ويب سائيٽ رو ثيسڪسٽ اوهي ٻولي ۾ ترجمو ڪويو جاسي.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
mki: اها معلومات مهيا ڪرڻ لاءِ اختياري آهي - توهان کي صرف ان کي شامل ڪرڻ گهرجي جيڪڏهن توهان آرام سان محسوس ڪيو. جڏهن اسان ڊيٽا سيٽ کي جاري ڪريون ٿا، اسان سڀ ذاتي معلومات تخلص ڪريون ٿا، ۽ پڪ ڪريو ته معلومات جهڙوڪ توهان جو نالو ۽ اي ميل ڊيموگرافڪ معلومات جهڙوڪ عمر يا جنس سان ڳنڍيل ناهي.

source: Three to go!
mki: ٽي جاڻ لاءِ!

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mki: اي نا ڪامن وائس ڊيٽا سيٽ ۾ آڻڻ لاءِ، هيڪ وائيس ڪلپ نا ٻ الڳ استعمال ڪندڙن ري تصديق ٿيڻ کڀي.

source: Too many files
mki: تمام گهڻيون فائلون

source: Transcribe audio recordings into text
mki: اڍيو جملا رو ترجمو ڪرو لکت ۾

source: Transcribe audio recordings in your language
mki: آواز رڪورڍنڱ آڀري پولي ۾ لکو

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
mki: <translateVideoLink>Pontoon نا ڪيئن استعمال ڪرجي اسان ري گائيڊ ڏ يکو.</translateVideoLink>

source: Translating the site
mki: سائيٽ رو ترجمو

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
mki: ترجمو انگريزيءَ مي هي، پر اوهان ڏيکي سگهو ٿا <strong>تجويزون</strong> ٻين ٻوليان ۾. ڪلڪ ڪرو <strong>پروفائيل</strong> آئڪن، پوءِ <strong>سيٽنگون</strong> لنڪ ۽ شامل ڪرو جڪي به ٻولي توهان پول ٿا. تري ساڄي هٿ ڪنڊ ۾ ترجمي رc هرڪ فهرست هي جنهن ۾ <strong>Locales</strong> سڏيو ويندو آهي. ترجمو هڪ ڏينهن کان پوء سائيٽ تي ڏيکاري ٿو.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
mki: Common Voice سائيٽ ري ترجمي <strong>Pontoon</strong> تي ٿئي ٿو.

source: Try again by dragging your file here
mki: وڙي ڪوشش ڪرو آپري فائل ناي ھتي ڇڪيندي

source: Try uploading again
mki: وڙي اپلوڊ ڪرڻ ري ڪوشش ڪرو

source: Understand contribution criteria
mki: سمجھو تعاون ري معيار

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mki: سمجھو ته ڪئ ڏسڻ گھرجي جڏھن وائس ڪلپس ٻڌڻ ۽ اوھان ري آواز ري رڪارڊنگ نا بھتر بنائڻ ۾ مدد ڪرو!

source: Upload aborted. Do you want to delete your recordings?
mki: اپ لوڊ نا روڪي ڇڎيو. ڪي اوھان آپري رڪارڊنگ نا ختم ڪرڻ چاھو ٿا؟

source: { $uploadedSentences } of { $totalSentences } sentences collected
mki: { $uploadedsentences }لا{ $totalsentences }جملا ڀيڙا

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
mki: { $uploadedsentences } اٿي { $totalsentences }جملا ڀيڙا

source: Upload failed, please retry.
mki: اپلوڊ ڪوني ٿيو، مهرباني ڪري ٻيهر ڪوشش ڪرو.

source: Upload <icon></icon> public domain sentences
mki: اپ لوڊ ڪرو <icon></icon> عوامي ڊومين را جملا

source: Upload in progress...
mki: اپ لوڊ جاري هي..

source: Upload more sentences?
mki: وڌيڪ جملا اپ لوڊ ڪرو؟

source: Use correct grammar
mki: درست گرامر استعمال ڪرو

source: Use correct spelling and punctuation
mki: درست اسپيلنگ ۽ اوقاف استعمال ڪرو

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mki: صارفين عطيو ڪيل ڪلپس ري درستگي ري تصديق ڪرئي، چڪ ڪرو ته اسپيڪر جملي نا صحيح طور تي پڙهي ڀيو.

source: Validate Readings
mki: تصديق ڀيڙو

source: Validate Readings, Review Transcriptions
mki: تصديق ڀيڙو, جائزو ڎ يکو

source: Validate Readings <small>(Coming soon)</small>
mki: تصديق ڀيڙو<ننڍو>(جلدي آسي)<ننڍو>

source: Validate readings submitted by community members
mki: ڪميونٽي ري ميمبرن پاران پيش ڪيل تصديق ٿيل پڙھڻ

source: Validate user-recorded readings in your language
mki: اوهان ري ٻولي ۾ صحيح صارف-ريڪارڊ پڙهڻ

source: Value and recognition.
mki: قدر ۽ سڃاڻپ.

source: Varying Pronunciations
mki: مختلف تلفظ

source: Voice clips are entered into a submission queue that readies them for listening.
mki: وائس ڪلپس جمع ڪريل قطار ۾ داخل ڪريا گيا ھي جيڪي اوھي نا سڻون لاء ڀڙي ٿا.

source: Voice Contribution
mki: آواز رو تعاون

source: Voice Validation
mki: آواز ري تصديق.

source: Volume
mki: مقدار
